Repository: toanic/temp
Catalog: Base Application.*.xlf
Languages: de_ch

# Codeunit 1001504869 - NamedType 1370456556
source: You are now in the %1 journal.
de_ch: Sie arbeiten im Erf.-Journal %1.

# Codeunit 1001504869 - NamedType 2476940767
source: cannot be filtered when posting recurring journals
de_ch: kann nicht gefiltert werden, wenn wiederkehrende Erfassungsjournale gebucht werden.

# Codeunit 1001504869 - NamedType 3114637384
source: Do you want to post the journal lines and print the posting report?
de_ch: Möchten Sie die Erfassungsjournalzeilen buchen und den Buchungsbericht drucken?

# Codeunit 1001504869 - NamedType 732759939
source: The journal lines were successfully posted.
de_ch: Die Erfassungsjournalzeilen sind gebucht worden.

# Codeunit 1001504869 - NamedType 95063322
source: The journal lines were successfully posted.
de_ch: Die Erfassungsjournalzeilen sind gebucht worden.

# Codeunit 1004508017 - NamedType 1972287712
source: VAT Entry is in a %1 VAT Return period. Are you sure you want to make this change?
de_ch: MWST-Posten befindet sich in einer %1 MWST-Rückgabeperiode. Möchten Sie diese Änderung wirklich durchführen?

# Codeunit 1004508017 - NamedType 2055030713
source: The VAT Date is not within your range of allowed posting dates.
de_ch: Das MWST-Datum liegt nicht innerhalb des zugelassenen Buchungszeitraums.

# Codeunit 1004508017 - NamedType 2337961986
source: VAT Return for the chosen period is already %1. Are you sure you want to make this change?
de_ch: Die MWST-Rückgabe für die ausgewählte Periode ist bereits %1. Möchten Sie diese Änderung wirklich durchführen?

# Codeunit 1004508017 - NamedType 2353570221
source: VAT Return Period is closed for the selected date. Please select another date.
de_ch: Die Periode für die MWST-Rückgabe ist für das ausgewählte Datum geschlossen. Wählen Sie ein anderes Datum aus.

# Codeunit 1004508017 - NamedType 34555324
source: VAT Entry is in a closed VAT Return Period and can not be changed.
de_ch: Der MWST-Posten befindet sich in einer geschlossenen MWST-Rückgabeperiode und kann nicht geändert werden.

# Codeunit 101124474 - NamedType 1419748705
source: Field %1 must be specified.
de_ch: Feld %1 muss festgelegt werden.

# Codeunit 101124474 - NamedType 158225963
source: All lines must have the same bank account as the balancing account.
de_ch: Alle Zeilen müssen dasselbe Bankkonto als Gegenkonto aufweisen.

# Codeunit 101124474 - NamedType 4134082808
source: The file export has one or more errors.\\For each line to be exported, resolve the errors displayed to the right and then try to export again.
de_ch: Der Dateiexport weist mindestens einen Fehler auf.\\Beheben Sie für jede zu exportierende Zeile die Fehler, die rechts angezeigt werden, und versuchen Sie erneut, einen Export durchzuführen.

# Codeunit 1017979807 - NamedType 2712918880
source: Do you want to post the order?
de_ch: Wollen Sie den Auftrag buchen?

# Codeunit 1019999452 - NamedType 1124327239
source: Create contact. - %1
de_ch: Erstellt einen Kontakt – %1

# Codeunit 1019999452 - NamedType 2130712442
source: The Exchange Country/Region cannot be found in your company.
de_ch: Land/Region für Exchange wurde in Ihrem Unternehmen nicht gefunden.

# Codeunit 1019999452 - NamedType 2692194744
source: Failed to create the new exchange contact.
de_ch: Fehler beim Erstellen des neuen Exchange-Kontakts.

# Codeunit 1019999452 - NamedType 3245022122
source: The Exchange Company Name is not unique in your company.
de_ch: Der Exchange-Unternehmensname ist in Ihrem Unternehmen nicht eindeutig.

# Codeunit 1019999452 - NamedType 331659833
source: Create exchange contact.
de_ch: Exchange-Kontakt erstellen.

# Codeunit 1025062456 - NamedType 3644294068
source: Fixed Asset Acquisition
de_ch: Anlage – Anschaffung

# Codeunit 1025062456 - NamedType 485602434
source: AUTOMATIC
de_ch: AUTOM.

# Codeunit 1027393520 - NamedType 81203487
source: Cannot find job number %1, job task number %2, line number %3.
de_ch: Die Projektnummer %1, Projektaufgabennummer %2, Zeilennummer %3 kann nicht gefunden werden.

# Codeunit 1027410229 - NamedType 151020264
source: Quantity available to pick is not sufficient to fulfill shipping advise %1 for transfer line with Document No. %2, Line No. %3.
de_ch: Die zur Verfügung stehende Kommissioniermenge reicht nicht aus, um die Versandanweisung '%1' für die Umlagerungszeile mit der Belegnr. %2 und der Zeilennr. %3 zu erfüllen.

# Codeunit 1027410229 - NamedType 1794134907
source: There is nothing to handle.
de_ch: Es gibt nichts zu bewegen.

# Codeunit 1027410229 - NamedType 2028491152
source: %1 activity number %2 has been created.
de_ch: %1 mit der Aktivitätsnummer %2 wurde erstellt.

# Codeunit 1027410229 - NamedType 2817423496
source: %1 activity number %2 has been created.\\Item tracking lines cannot be fully applied.
de_ch: %1 Aktivitätsnummer %2 wurde erstellt.\\Artikeltrackingzeilen können nicht vollständig ausgeglichen werden.

# Codeunit 1027410229 - NamedType 310414649
source: Quantity available to pick is not sufficient to fulfill shipping advise %1 for sales line with Document Type %2, Document No. %3, Line No. %4.
de_ch: Die zur Verfügung stehende Kommissioniermenge reicht nicht aus, um die Versandanweisung '%1' für die Verkaufszeile mit der Belegart '%2', der Belegnr. %3 und der Zeilennr. %4 zu erfüllen.

# Codeunit 1027410229 - NamedType 4176003159
source: Do you want to create Inventory Movement?
de_ch: Möchten Sie eine Lagerbestandsumlagerung erstellen?

# Codeunit 1030719364 - NamedType 1003143949
source: Set up your Microsoft Entra ID accounts
de_ch: Konten mit Microsoft Entra-ID einrichten

# Codeunit 1030719364 - NamedType 1005485563
source: Set up a payment approval workflow
de_ch: Zahlungsgenehmigungsworkflow einrichten

# Codeunit 1030719364 - NamedType 1088471865
source: Work with posting groups
de_ch: Mit Buchungsgruppen arbeiten

# Codeunit 1030719364 - NamedType 1171508821
source: Create a job
de_ch: Projekt erstellen

# Codeunit 1030719364 - NamedType 1176998621
source: Set up approval workflows
de_ch: Genehmigungsworkflows einrichten

# Codeunit 1030719364 - NamedType 1212040593
source: Connect to Dataverse
de_ch: Mit Dataverse verbinden

# Codeunit 1030719364 - NamedType 1396304388
source: Track the time used on jobs, register absences, or create simple time registrations for team members on any device.
de_ch: Verfolgt die für Projekte verwendete Zeit, registriert Abwesenheiten oder erstellt einfache Zeitregistrierungen für Teammitglieder auf jedem Gerät.

# Codeunit 1030719364 - NamedType 1458834132
source: Create approval workflows that automatically notify an approver when a user tries to create or change a customer.
de_ch: Erstellen Sie Genehmigungsworkflows, die einen Genehmiger automatisch benachrichtigen, wenn ein Benutzer versucht, eine Debitorenkarte zu erstellen oder zu ändern.

# Codeunit 1030719364 - NamedType 1466816563
source: Access data with Microsoft 365 licenses
de_ch: Auf Daten mit Microsoft 365-Lizenzen zugreifen

# Codeunit 1030719364 - NamedType 1506756860
source: Configure the Cash Flow Forecast chart
de_ch: Cashflowplanungsdiagramm konfigurieren

# Codeunit 1030719364 - NamedType 1536988173
source: Customize document layouts
de_ch: Beleglayouts anpassen

# Codeunit 1030719364 - NamedType 1584035655
source: Analyze data using account schedules
de_ch: Daten mit Kontenschemas analysieren

# Codeunit 1030719364 - NamedType 1627391359
source: Register an Microsoft Entra app so that you can use Power BI, Power Automate, Exchange, and other Azure services from on-premises.
de_ch: Registrieren Sie eine Microsoft Entra-App, damit Sie Power BI, Power Automate, Exchange und andere Azure-Dienste lokal verwenden können.

# Codeunit 1030719364 - NamedType 1653422014
source: Import existing data to Business Central from your former system.
de_ch: Importieren Sie vorhandene Daten von Ihrem vorherigen System in Business Central.

# Codeunit 1030719364 - NamedType 1710881914
source: Set up a customer approval workflow
de_ch: Debitorengenehmigungsworkflow einrichten

# Codeunit 1030719364 - NamedType 1742929042
source: Specify the accounts to use for the Cash Flow Forecast chart. The guide also helps you specify information about when you pay taxes, and whether to turn on Azure AI.
de_ch: Bestimmen Sie die Konten, die für das Cashflowplanungsdiagramm verwendet werden sollen. Die Anleitung hilft Ihnen auch, Informationen darüber anzugeben, wann Sie Steuern zahlen und ob Sie Azure-KI aktivieren.

# Codeunit 1030719364 - NamedType 1877861921
source: Set up exchange rates
de_ch: Wechselkurse einrichten

# Codeunit 1030719364 - NamedType 1967537504
source: Set up customer approval workflow
de_ch: Debitorengenehmigungsworkflow einrichten

# Codeunit 1030719364 - NamedType 1990691173
source: Connect your Dynamics 365 services for better insights. Data is exchanged between the apps for better productivity.
de_ch: Verbinden Sie Ihre Dynamics 365-Dienste für bessere Erkenntnisse. Durch den Datenaustausch zwischen den Apps wird die Produktivität gesteigert.

# Codeunit 1030719364 - NamedType 2007837631
source: Set up a connection to Dataverse
de_ch: Verbindung zu Dataverse einrichten

# Codeunit 1030719364 - NamedType 207191798
source: Work with Excel
de_ch: Mit Excel arbeiten

# Codeunit 1030719364 - NamedType 2074073612
source: Power Automate Environment
de_ch: Power Automate-Umgebung

# Codeunit 1030719364 - NamedType 2098794769
source: Update users
de_ch: Benutzer aktualisieren

# Codeunit 1030719364 - NamedType 2106768191
source: Fetch users from Microsoft 365
de_ch: Benutzer aus Microsoft 365 abrufen

# Codeunit 1030719364 - NamedType 2111412997
source: Access data with Microsoft 365 licenses
de_ch: Auf Daten mit Microsoft 365-Lizenzen zugreifen

# Codeunit 1030719364 - NamedType 2122779225
source: Teams App Centralized Deployment
de_ch: Zentrale Bereitstellung von Teams-App

# Codeunit 1030719364 - NamedType 2252131319
source: Co-author documents
de_ch: Belege gemeinsam erstellen

# Codeunit 1030719364 - NamedType 2262314883
source: Work with Power BI
de_ch: Mit Power BI arbeiten

# Codeunit 1030719364 - NamedType 226806892
source: This company is already set up. To change settings for it, go to the Company Information page.\\Go there now?
de_ch: Dieses Unternehmen ist bereits eingerichtet. Zum Ändern der Einstellungen wechseln Sie zur Seite „Firmendaten“.\\Jetzt wechseln?

# Codeunit 1030719364 - NamedType 2343836258
source: Override the default setting and choose a specific Power Automate environment to be used by Business Central.
de_ch: Überschreiben Sie die Standardeinstellung, und wählen Sie eine bestimmte Power Automate-Umgebung, die von Business Central verwendet werden soll.

# Codeunit 1030719364 - NamedType 2358183457
source: Set up Value-Added Tax (VAT)
de_ch: Mehrwertsteuer (MWST) einrichten

# Codeunit 1030719364 - NamedType 239383146
source: Invite your external accountant to the company
de_ch: Externen Buchhalter zum Unternehmen einladen

# Codeunit 1030719364 - NamedType 2415596909
source: One or more email accounts are already set up. To change settings for email, go to the Email Accounts page.\\Go there now?
de_ch: Mindestens ein E-Mail-Konto ist bereits eingerichtet. Wechseln Sie zur Seite „E-Mail-Konten“, um die E-Mail-Einstellungen zu ändern.\\Jetzt dorthin wechseln?

# Codeunit 1030719364 - NamedType 2457899505
source: Send a link to your external accountant so that they can access your Business Central and manage your books from a dedicated home page.
de_ch: Senden Sie einen Link an Ihren externen Buchhalter, damit dieser auf Ihr Business Central zugreifen und Ihre Bücher von einer dedizierten Homepage aus verwalten kann.

# Codeunit 1030719364 - NamedType 2490691667
source: Consolidate companies
de_ch: Unternehmen konsolidieren

# Codeunit 1030719364 - NamedType 2545443887
source: Set up exchange rates service
de_ch: Wechselkursdienst einrichten

# Codeunit 1030719364 - NamedType 2578836243
source: Deploy the Business Central app for Teams for specific users, groups, or the entire organization.
de_ch: Stellen Sie die Business Central-App für Teams für bestimmte Benutzer, Gruppen oder die gesamte Organisation bereit.

# Codeunit 1030719364 - NamedType 2593445749
source: Getting Started
de_ch: Erste Schritte

# Codeunit 1030719364 - NamedType 2604678812
source: Work with VAT
de_ch: Arbeiten mit MWST

# Codeunit 1030719364 - NamedType 2606656203
source: Customize document layouts
de_ch: Beleglayouts anpassen

# Codeunit 1030719364 - NamedType 2626223567
source: Create approval workflows that automatically notify an approver when a user sends payment journal lines for approval.
de_ch: Erstellen Sie Genehmigungsworkflows, die einen Genehmiger automatisch benachrichtigen, wenn ein Benutzer Erfassungsjournalzeilen zur Genehmigung sendet.

# Codeunit 1030719364 - NamedType 2659251085
source: Outlook Add-in Centralized Deployment
de_ch: Zentrale Bereitstellung für Outlook-Add-In

# Codeunit 1030719364 - NamedType 272917824
source: Learn about Dynamics 365
de_ch: Informationen zu Dynamics 365

# Codeunit 1030719364 - NamedType 2750910923
source: Set up Microsoft Entra ID
de_ch: Microsoft Entra-ID einrichten

# Codeunit 1030719364 - NamedType 2906592313
source: Connect your files to the cloud
de_ch: Verbinden Sie Ihre Dateien mit der Cloud

# Codeunit 1030719364 - NamedType 3020877767
source: Set up an item approval workflow
de_ch: Artikelgenehmigungsworkflow einrichten

# Codeunit 1030719364 - NamedType 3120645399
source: Teams App Centralized Deployment
de_ch: Zentrale Bereitstellung von Teams-App

# Codeunit 1030719364 - NamedType 314059264
source: Migrate business data
de_ch: Geschäftsdaten migrieren

# Codeunit 1030719364 - NamedType 3148755741
source: Set up an approval workflow to manage payments
de_ch: Genehmigungsworkflow zum Verwalten von Zahlungen einrichten

# Codeunit 1030719364 - NamedType 3150406463
source: Set up VAT
de_ch: MWST einrichten

# Codeunit 1030719364 - NamedType 3159686157
source: Card Settings
de_ch: Karteneinstellungen

# Codeunit 1030719364 - NamedType 3174133350
source: Power Automate Environment
de_ch: Power Automate-Umgebung

# Codeunit 1030719364 - NamedType 3197239485
source: Get the latest information about users and licenses for Business Central from Microsoft 365.
de_ch: Rufen Sie aktuelle Informationen zu Benutzern und Lizenzen für Business Central aus Microsoft 365 ab.

# Codeunit 1030719364 - NamedType 3330780621
source: Excel Add-in Centralized Deployment
de_ch: Zentrale Bereitstellung für Excel-Add-In

# Codeunit 1030719364 - NamedType 3330885659
source: Set up VAT to specify the rates to use to calculate tax amounts based on who you sell to, who you buy from, what you sell, and what you buy.
de_ch: Richten Sie die MWST ein, um die Sätze anzugeben, die verwendet werden sollen, um Steuerbeträge basierend darauf zu berechnen, an wen Sie verkaufen, von wem Sie kaufen, was Sie verkaufen und was Sie kaufen.

# Codeunit 1030719364 - NamedType 3404732475
source: Set up approval workflows
de_ch: Genehmigungsworkflows einrichten

# Codeunit 1030719364 - NamedType 3474489709
source: Additional Resources
de_ch: Zusätzliche Ressourcen

# Codeunit 1030719364 - NamedType 3480866461
source: Connect to a payment service
de_ch: Mit einem Zahlungsverkehr verbinden

# Codeunit 1030719364 - NamedType 3489986557
source: Set up outgoing email
de_ch: Ausgehende E-Mail einrichten

# Codeunit 1030719364 - NamedType 3510249706
source: Set Up Time Sheets
de_ch: Arbeitszeittabellen einrichten

# Codeunit 1030719364 - NamedType 3597955383
source: Work with locations and transfer orders
de_ch: Mit Lagerorten und Umlagerungsaufträgen arbeiten

# Codeunit 1030719364 - NamedType 3642487925
source: Process Consolidations
de_ch: Prozesskonsolidierungen

# Codeunit 1030719364 - NamedType 3675332913
source: Deploy Outlook add-in for specific users, groups, or the entire organization.
de_ch: Stellen Sie das Outlook-Add-In für bestimmte Benutzer, Gruppen oder die gesamte Organisation bereit.

# Codeunit 1030719364 - NamedType 3705721769
source: Set up an approval workflow to manage inventory items
de_ch: Genehmigungsworkflow zum Verwalten von Lagerartikeln einrichten

# Codeunit 1030719364 - NamedType 3720114161
source: Deploy the Excel add-in for specific users, groups, or the entire organization.
de_ch: Stellen Sie das Excel-Add-In für bestimmte Benutzer, Gruppen oder die gesamte Organisation bereit.

# Codeunit 1030719364 - NamedType 3721960634
source: Migrate data
de_ch: Daten migrieren

# Codeunit 1030719364 - NamedType 373425897
source: Unlock data across your organization by setting up access to Business Central with Microsoft 365 licenses
de_ch: Daten in Ihrer Organisation entsperren, indem Sie den Zugriff auf Business Central mit Microsoft 365-Lizenzen einrichten

# Codeunit 1030719364 - NamedType 3765884706
source: Azure AI with Dynamics 365
de_ch: Azure AI mit Dynamics 365

# Codeunit 1030719364 - NamedType 3779844683
source: Outgoing email
de_ch: Ausgehende E-Mail

# Codeunit 1030719364 - NamedType 3811667963
source: Excel Add-in Centralized Deployment
de_ch: Zentrale Bereitstellung für Excel-Add-In

# Codeunit 1030719364 - NamedType 3826710361
source: Install extensions to add features and integrations
de_ch: Erweiterungen zum Hinzufügen von Funktionen und Integrationen installieren

# Codeunit 1030719364 - NamedType 3855719776
source: Set up the email accounts your business will use to send out invoices and other documents. You can use a Microsoft 365 account or another provider.
de_ch: Richten Sie die E-Mail-Konten ein, die Ihr Unternehmen zum Senden von Rechnungen und anderen Belegen verwenden wird. Sie können ein Microsoft 365-Konto oder einen anderen Anbieter verwenden.

# Codeunit 1030719364 - NamedType 3861754987
source: Work with general journals
de_ch: Mit Fibu Erfassungsjournalen arbeiten

# Codeunit 1030719364 - NamedType 3930595727
source: Create approval workflows that automatically notify an approver when a user tries to create or change certain values, such as an amount above a specified limit.
de_ch: Erstellen Sie Genehmigungsworkflows, damit ein Genehmiger automatisch benachrichtigt wird, wenn ein Benutzer versucht, bestimmte Werte zu erstellen oder zu ändern, wie etwa einen Betrag über dem festgelegten Grenzwert.

# Codeunit 1030719364 - NamedType 405240118
source: Set up cash flow forecasting
de_ch: Cashflowplanung einrichten

# Codeunit 1030719364 - NamedType 4053225401
source: Connect to %1
de_ch: Mit %1 verbinden

# Codeunit 1030719364 - NamedType 4056790395
source: Set up payment services
de_ch: Zahlungsverkehr einrichten

# Codeunit 1030719364 - NamedType 4115839035
source: Outlook Add-in Centralized Deployment
de_ch: Zentrale Bereitstellung für Outlook-Add-In

# Codeunit 1030719364 - NamedType 4128954608
source: Invite your external accountant
de_ch: Externen Buchhalter einladen

# Codeunit 1030719364 - NamedType 4142547824
source: Set up Time Sheets
de_ch: Arbeitszeittabellen einrichten

# Codeunit 1030719364 - NamedType 4197164775
source: Consolidate the general ledger entries of two or more separate companies (subsidiaries) into a consolidated company.
de_ch: Konsolidieren Sie die Fibuposten von zwei oder mehr getrennten Unternehmen (Niederlassungen) in ein konsolidiertes Unternehmen.

# Codeunit 1030719364 - NamedType 4202633587
source: Configure which features can work with OneDrive for Business to open files in the browser, share with others, or co-author online.
de_ch: Konfigurieren Sie, welche Funktionen mit OneDrive for Business arbeiten können, um Dateien im Browser zu öffnen, mit anderen zu teilen oder online gemeinsam zu erstellen.

# Codeunit 1030719364 - NamedType 505154468
source: Introduction
de_ch: Einführung

# Codeunit 1030719364 - NamedType 66796654
source: Make invoices and other documents look right for your business.
de_ch: Gestalten Sie Rechnungen und andere Belege passend zu Ihrem Unternehmen.

# Codeunit 1030719364 - NamedType 745646509
source: View or update currencies and exchange rates if you buy or sell in currencies other than your local currency or record G/L transactions in different currencies.
de_ch: Hier können Sie Währungen und Wechselkurse anzeigen oder aktualisieren, wenn Sie in anderen Währungen als Ihrer Mandantenwährung kaufen oder verkaufen oder Sachkontotransaktionen in verschiedenen Währungen erfassen.

# Codeunit 1030719364 - NamedType 76136783
source: Connect to a payment service so that your customers can pay you electronically.
de_ch: Stellen Sie eine Verbindung zu einem Zahlungsverkehr her, damit Ihre Debitoren elektronisch bezahlen können.

# Codeunit 1030719364 - NamedType 770199870
source: Access all features
de_ch: Auf alle Funktionen zugreifen

# Codeunit 1030719364 - NamedType 866124711
source: Set up a connection to %1
de_ch: Verbindung zu %1 einrichten

# Codeunit 1030719364 - NamedType 873831857
source: Configure security settings that determine whether content is summarized and displayed directly on any compact card.
de_ch: Konfigurieren Sie Sicherheitseinstellungen, die bestimmen, ob der Inhalt zusammengefasst und direkt auf einer beliebigen kompakten Karte angezeigt wird.

# Codeunit 1030719364 - NamedType 886671677
source: Connect to Dataverse for better insights across business applications. Data will flow between the apps for better productivity.
de_ch: Stellen Sie eine Verbindung zu Dataverse her, um bessere Erkenntnisse aus allen Geschäftsanwendungen zu gewinnen. Durch den Datenfluss zwischen den Apps wird die Produktivität gesteigert.

# Codeunit 1030719364 - NamedType 939800995
source: Create approval workflows that automatically notify an approver when a user tries to create or change an item.
de_ch: Erstellen Sie Genehmigungsworkflows, die einen Genehmiger automatisch benachrichtigen, wenn ein Benutzer versucht, eine Artikelkarte zu erstellen oder zu ändern.

# Codeunit 1030719364 - NamedType 953179323
source: Card Settings
de_ch: Karteneinstellungen

# Codeunit 1033208163 - NamedType 3134618258
source: We failed to authenticate with Power BI. Try to sign out and in again. This problem typically happens if you no longer have a license for Power BI or if you just changed your email or password.
de_ch: Fehler beim Authentifizieren mit Power BI. Versuchen Sie, sich abzumelden und erneut anzumelden. Dieses Problem tritt in der Regel auf, wenn Sie nicht mehr über eine Lizenz für Power BI verfügen oder Ihre E-Mail oder Ihr Kennwort geändert haben.

# Codeunit 1033208163 - NamedType 869603105
source: The response for the Power BI report page was invalid: %1.
de_ch: Die Antwort für die Power BI-Berichtsseite war ungültig: %1.

# Codeunit 1040012903 - NamedType 1370456556
source: Vendor #2##################\
de_ch: Kreditor #2##################\

# Codeunit 1040012903 - NamedType 2008153173
source: Vendor Item #3##################\
de_ch: Kred.-Artikel #3##################\

# Codeunit 1040012903 - NamedType 2476940767
source: Item %1 already exists.
de_ch: Artikel %1 ist bereits vorhanden.

# Codeunit 1040012903 - NamedType 2645849790
source: Item No. #4##################
de_ch: Artikelnr. #4##################

# Codeunit 1040012903 - NamedType 3114637384
source: Item %1 is created.
de_ch: Artikel %1 wurde erstellt.

# Codeunit 1040012903 - NamedType 3752334001
source: You cannot enter a catalog item on %1.
de_ch: Sie können für %1 keinen Katalogartikel eingeben.

# Codeunit 1040012903 - NamedType 732759939
source: Manufacturer Code #1####\
de_ch: Herstellercode #1####\

# Codeunit 1040012903 - NamedType 95063322
source: Creating item card for catalog item\
de_ch: Artikelkarte für Katalogartikel wird erstellt\
