Repository: toanic/temp
Catalog: Base Application.*.xlf
Languages: de_ch

# Codeunit 1043832416 - NamedType 1129412614
source: The consolidation period %1 .. %2 is outside the fiscal year %3 .. %4 in the consolidation company. Do you want to continue?
de_ch: Die Konsolidierungsperiode %1 .. %2 liegt ausserhalb des Geschäftsjahres %3 .. %4 im Konsolidierungsmandanten. Möchten Sie fortfahren?

# Codeunit 1043832416 - NamedType 1346332454
source: Specify a No. Series in the General Journal Batch %1.
de_ch: Geben Sie im Fibu Erf.-Journal %1 eine Nummernserie an.

# Codeunit 1043832416 - NamedType 1739700364
source: "%1" is mandatory in General Ledger Setup, but it is not specified.
de_ch: „%1“ ist in der Finanzbuchhaltungseinrichtung obligatorisch, wurde aber nicht angegeben.

# Codeunit 1043832416 - NamedType 2195091303
source: The business unit %1 has the date range %2 .. %3 configured. Do you want to consolidate the period %4 .. %5?
de_ch: Der Konzernmandant %1 hat den Datumsbereich %2 .. %3 konfiguriert. Möchten Sie die Periode %4 .. %5 konsolidieren?

# Codeunit 1043832416 - NamedType 2213302955
source: Maximum number of days in consolidation is %1.
de_ch: Die maximale Anzahl der Tage in der Konsolidierung beträgt %1.

# Codeunit 1043832416 - NamedType 2525069963
source: Please specify a document number for the consolidation journal.
de_ch: Geben Sie eine Belegnummer für das Konsolidierungs Erf.-Journal an.

# Codeunit 1043832416 - NamedType 269466692
source: You must create a new fiscal year for the consolidation company.
de_ch: Sie müssen für den Konsolidierungsmandanten ein neues Geschäftsjahr einrichten.

# Codeunit 1043832416 - NamedType 3575736934
source: The starting date or the ending date is a closing date, and they are not the same.
de_ch: Das Startdatum oder das Enddatum ist ein Ultimodatum, und sie sind nicht identisch.

# Codeunit 1043832416 - NamedType 3773659661
source: You must specify the starting date and the ending date for the consolidation.
de_ch: Sie müssen das Startdatum und das Enddatum für die Konsolidierung angeben.

# Codeunit 1043832416 - NamedType 3901290689
source: The ending date is earlier than the starting date for the business unit %1.
de_ch: Das Enddatum liegt vor dem Startdatum für den Konzernmandanten %1.

# Codeunit 1043832416 - NamedType 4208977742
source: The business units %1 have not been granted access. Select them and use the action "Grant Access" to authenticate into these companies.
de_ch: Den Konzernmandanten %1 wurde kein Zugriff gewährt. Wählen Sie diese aus, und verwenden Sie die Aktion „Zugriff gewähren“, um sich bei diesen Mandanten zu authentifizieren.

# Codeunit 1043832416 - NamedType 961554611
source: Select at least one business unit to consolidate.
de_ch: Wählen Sie mindestens einen zu konsolidierenden Konzernmandanten aus.

# Codeunit 1048620839 - NamedType 581419275
source: Parent Source No. must be blank for Contact source type.
de_ch: Übergeordnete Herkunftsnummer muss für Quelltyp „Kontakt“ leer sein.

# Codeunit 1051876835 - NamedType 2801859146
source: Applying configuration package failed.
de_ch: Fehler beim Anwenden des Konfigurationspakets.

# Codeunit 1058129164 - NamedType 3752334001
source: Standard Template
de_ch: Standardvorlage

# Codeunit 1058129164 - NamedType 732759939
source: Default Batch
de_ch: Standardmässige Stapelverarbeitung

# Codeunit 1058129164 - NamedType 95063322
source: DEFAULT
de_ch: STANDARD

# Codeunit 1071529064 - NamedType 1905695453
source: %1 is not registered in your Azure Active Directory tenant.
de_ch: %1 ist nicht in Ihrem Azure Active Directory-Tenant registriert.

# Codeunit 1072710964 - NamedType 1282992999
source: This notification is used when the Payment Application page is opening slowly. It can be used to turn off automatic suggestions, which will help the page open more quickly.
de_ch: Diese Benachrichtigung wird verwendet, wenn die Seite „Zahlungsausgleich“ zu langsam geöffnet wird. Sie kann zum Deaktivieren der automatischen Vorschläge verwendet werden, wodurch die Seite schneller geöffnet wird.

# Codeunit 1072710964 - NamedType 2689165936
source: Payment Reconciliation - Disable Automatic Suggestions
de_ch: Zahlungsabstimmung – Automatische Vorschläge deaktivieren

# Codeunit 1072710964 - NamedType 322882978
source: Turn Off Automatic Suggestions
de_ch: Automatische Vorschläge deaktivieren

# Codeunit 1072710964 - NamedType 3450555774
source: Sorting the list based on the match probability is causing this page to open slowly. For faster performance, you can turn off autosuggestions, and then use the Suggest Entries action on the Payment Application page instead.
de_ch: Das Sortieren der Liste auf Grundlage der Übereinstimmungswahrscheinlichkeit führt dazu, dass diese Seite langsam geöffnet wird. Für eine schnellere Leistung deaktivieren Sie automatische Vorschläge, und verwenden Sie stattdessen die Aktion „Posten vorschlagen“ auf der Seite „Zahlungsausgleich“.

# Codeunit 1072710964 - NamedType 450345902
source: Do not show again
de_ch: Nicht mehr anzeigen

# Codeunit 1075944424 - NamedType 1562034818
source: Type %1 is not supported.
de_ch: Typ %1 wird nicht unterstützt.

# Codeunit 1075944424 - NamedType 2264184368
source: Select a vendor
de_ch: Einen Kreditor auswählen

# Codeunit 1075944424 - NamedType 3393787190
source: No purchase orders are created.
de_ch: Keine Bestellungen erstellt.

# Codeunit 1075944424 - NamedType 4289073987
source: A purchase invoice will be created. Select which sales invoice lines to use.
de_ch: Eine Einkaufsrechnung wird erstellt. Wählen Sie aus, welche Verkaufsrechnungszeilen verwendet werden sollen.

# Codeunit 1075944424 - NamedType 757525096
source: All Lines,Selected Lines
de_ch: Alle Zeilen,Ausgewählte Zeilen

# Codeunit 1079040601 - NamedType 1860341521
source: Cannot set up the add-in because the %1 Server instance is not configured to use Secure Sockets Layer (SSL), or the Web Client Base URL is not defined in the server configuration.
de_ch: Das Add-in kann nicht eingerichtet werden, weil die %1-Serverinstanz nicht für die Verwendung von Secure Sockets Layer (SSL) konfiguriert ist oder die Webclient-Basis-URL nicht in der Serverkonfiguration definiert ist.

# Codeunit 1079040601 - NamedType 1910568027
source: Cannot find an XML node that matches %1.
de_ch: Kann keinen XML-Knoten finden, der mit %1 übereinstimmt.

# Codeunit 1079040601 - NamedType 3759042548
source: You have specified a node of type %1. This type is not supported.
de_ch: Sie haben einen Knoten vom Typ „%1“ angegeben. Dieser Typ wird nicht unterstützt.

# Codeunit 109281771 - NamedType 2476940767
source: Item %1 is not a BOM.
de_ch: Artikel %1 ist keine Stückliste.

# Codeunit 109281771 - NamedType 3752334001
source: There is not enough space to explode the BOM.
de_ch: Es ist nicht genügend Platz, um die Stückliste zu entfalten.

# Codeunit 109281771 - NamedType 95063322
source: &Copy dimensions from BOM,&Retrieve dimensions from components
de_ch: Dimensionen von Stückliste &kopieren,Dimensionen von Komponenten &übernehmen

# Codeunit 1098941963 - NamedType 2476044046
source: County
de_ch: Kanton

# Codeunit 1106217178 - NamedType 1370456556
source: You are now in the %1 journal.
de_ch: Sie arbeiten im Erf.-Journal %1.

# Codeunit 1106217178 - NamedType 2476940767
source: cannot be filtered when posting recurring journals.
de_ch: kann nicht gefiltert werden, wenn wiederkehrende Erfassungsjournale gebucht werden.

# Codeunit 1106217178 - NamedType 3114637384
source: Do you want to post the journal lines and print the posting report?
de_ch: Möchten Sie die Erfassungsjournalzeilen buchen und den Buchungsbericht drucken?

# Codeunit 1106217178 - NamedType 732759939
source: The journal lines were successfully posted.
de_ch: Die Erfassungsjournalzeilen sind gebucht worden.

# Codeunit 1106217178 - NamedType 95063322
source: The journal lines were successfully posted.
de_ch: Die Erfassungsjournalzeilen sind gebucht worden.

# Codeunit 1109219546 - NamedType 3114637384
source: No input Node found.
de_ch: Kein Eingabeknoten gefunden.

# Codeunit 1111512598 - NamedType 146270248
source: Resend now
de_ch: Jetzt erneut übermitteln

# Codeunit 1111512598 - NamedType 1595983284
source: Ignore
de_ch: Ignorieren

# Codeunit 1111512598 - NamedType 2052643550
source: Some documents could not be sent.
de_ch: Einige Belege konnten nicht gesendet werden.

# Codeunit 1111512598 - NamedType 3164847337
source: The last email about this document could not be sent. %1
de_ch: Die letzte E-Mail für diesen Beleg konnte nicht gesendet werden. %1

# Codeunit 1111512598 - NamedType 3297974865
source: To resend this document, use the action in the document page.
de_ch: Verwenden Sie die Aktivität auf der Dokumentenseite, um dieses Dokument erneut zu senden.

# Codeunit 1111512598 - NamedType 3638167715
source: The invoice was succesfully sent.
de_ch: Die Rechnung wurde erfolgreich gesendet.

# Codeunit 1111512598 - NamedType 52899429
source: Show documents
de_ch: Belege anzeigen

# Codeunit 1111512598 - NamedType 838617122
source: The estimate was succesfully sent.
de_ch: Die Schätzung wurde erfolgreich gesendet.

# Codeunit 1112493455 - NamedType 2476940767
source: BOM phantom structure for %1 is higher than 50 levels.
de_ch: Phantomstücklistenstruktur von %1 hat mehr als 50 Ebenen.

# Codeunit 1112493455 - NamedType 3114637384
source: %1 %2 %3 can not be calculated, if at least one %4 has been posted.
de_ch: %2 %3 mit dem Status %1 kann nicht berechnet werden, wenn ein oder mehrere %4 gebucht wurden.
